Revit 2024 API
ExportFontTable.GetKeys Method
 Returns a collection of the keys stored in this table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public IList<ExportFontKey> GetKeys()
Visual Basic
Public Function GetKeys As IList(Of ExportFontKey)
Visual C++
public:
IList<ExportFontKey^>^ GetKeys()
Return Value
 The collection of keys.
See Also
ExportFontTable Class
Autodesk.Revit.DB Namespace